log/2019-10-30/2019-10-30-19:54:16
10        Threads
30        Connections per thread
43333     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        89160.49          ---          ---      3.40600      4714.48 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      89160.49         0.00         0.00      3.40600      4714.48 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.01
SET       0.280         0.01
SET       0.290         0.02
SET       0.300         0.04
SET       0.310         0.05
SET       0.320         0.06
SET       0.330         0.07
SET       0.340         0.08
SET       0.350         0.09
SET       0.360         0.10
SET       0.370         0.11
SET       0.380         0.13
SET       0.390         0.14
SET       0.400         0.15
SET       0.410         0.16
SET       0.420         0.17
SET       0.430         0.18
SET       0.440         0.19
SET       0.450         0.21
SET       0.460         0.22
SET       0.470         0.23
SET       0.480         0.24
SET       0.490         0.25
SET       0.500         0.27
SET       0.510         0.28
SET       0.520         0.30
SET       0.530         0.31
SET       0.540         0.33
SET       0.550         0.34
SET       0.560         0.36
SET       0.570         0.38
SET       0.580         0.40
SET       0.590         0.42
SET       0.600         0.44
SET       0.610         0.46
SET       0.620         0.49
SET       0.630         0.51
SET       0.640         0.53
SET       0.650         0.56
SET       0.660         0.58
SET       0.670         0.61
SET       0.680         0.64
SET       0.690         0.67
SET       0.700         0.70
SET       0.710         0.73
SET       0.720         0.76
SET       0.730         0.79
SET       0.740         0.82
SET       0.750         0.86
SET       0.760         0.89
SET       0.770         0.92
SET       0.780         0.95
SET       0.790         0.99
SET       0.800         1.02
SET       0.810         1.05
SET       0.820         1.08
SET       0.830         1.11
SET       0.840         1.14
SET       0.850         1.17
SET       0.860         1.21
SET       0.870         1.24
SET       0.880         1.27
SET       0.890         1.30
SET       0.900         1.33
SET       0.910         1.36
SET       0.920         1.39
SET       0.930         1.42
SET       0.940         1.46
SET       0.950         1.49
SET       0.960         1.52
SET       0.970         1.56
SET       0.980         1.59
SET       0.990         1.63
SET       1.000         1.83
SET       1.100         2.28
SET       1.200         2.89
SET       1.300         3.73
SET       1.400         4.87
SET       1.500         6.38
SET       1.600         8.23
SET       1.700        10.53
SET       1.800        13.23
SET       1.900        16.32
SET       2.000        19.73
SET       2.100        23.37
SET       2.200        27.17
SET       2.300        31.10
SET       2.400        34.95
SET       2.500        38.82
SET       2.600        42.57
SET       2.700        46.22
SET       2.800        49.73
SET       2.900        53.00
SET       3.000        56.11
SET       3.100        59.03
SET       3.200        61.73
SET       3.300        64.24
SET       3.400        66.56
SET       3.500        68.71
SET       3.600        70.69
SET       3.700        72.50
SET       3.800        74.16
SET       3.900        75.70
SET       4.000        77.12
SET       4.100        78.43
SET       4.200        79.66
SET       4.300        80.79
SET       4.400        81.85
SET       4.500        82.83
SET       4.600        83.74
SET       4.700        84.60
SET       4.800        85.40
SET       4.900        86.16
SET       5.000        86.85
SET       5.100        87.51
SET       5.200        88.15
SET       5.300        88.74
SET       5.400        89.31
SET       5.500        89.83
SET       5.600        90.33
SET       5.700        90.79
SET       5.800        91.24
SET       5.900        91.66
SET       6.000        92.06
SET       6.100        92.43
SET       6.200        92.78
SET       6.300        93.11
SET       6.400        93.42
SET       6.500        93.71
SET       6.600        93.98
SET       6.700        94.24
SET       6.800        94.48
SET       6.900        94.71
SET       7.000        94.93
SET       7.100        95.13
SET       7.200        95.32
SET       7.300        95.50
SET       7.400        95.67
SET       7.500        95.83
SET       7.600        95.98
SET       7.700        96.12
SET       7.800        96.25
SET       7.900        96.38
SET       8.000        96.50
SET       8.100        96.62
SET       8.200        96.73
SET       8.300        96.84
SET       8.400        96.94
SET       8.500        97.03
SET       8.600        97.12
SET       8.700        97.21
SET       8.800        97.30
SET       8.900        97.38
SET       9.000        97.46
SET       9.100        97.54
SET       9.200        97.61
SET       9.300        97.68
SET       9.400        97.75
SET       9.500        97.81
SET       9.600        97.88
SET       9.700        97.94
SET       9.800        98.00
SET       9.900        98.06
SET      10.000        98.35
SET      11.000        98.77
SET      12.000        99.10
SET      13.000        99.33
SET      14.000        99.50
SET      15.000        99.62
SET      16.000        99.70
SET      17.000        99.75
SET      18.000        99.80
SET      19.000        99.83
SET      20.000        99.86
SET      21.000        99.88
SET      22.000        99.90
SET      23.000        99.91
SET      24.000        99.93
SET      25.000        99.94
SET      26.000        99.95
SET      27.000        99.96
SET      28.000        99.96
SET      29.000        99.97
SET      30.000        99.97
SET      31.000        99.98
SET      32.000        99.98
SET      33.000        99.98
SET      34.000        99.99
SET      35.000        99.99
SET      36.000        99.99
SET      37.000        99.99
SET      38.000        99.99
SET      39.000        99.99
SET      40.000        99.99
SET      41.000       100.00
SET      42.000       100.00
SET      43.000       100.00
SET      44.000       100.00
SET      45.000       100.00
SET      46.000       100.00
SET      47.000       100.00
SET      48.000       100.00
SET      49.000       100.00
SET      50.000       100.00
SET      51.000       100.00
SET      52.000       100.00
SET      53.000       100.00
SET      54.000       100.00
SET      55.000       100.00
SET      56.000       100.00
SET      57.000       100.00
SET      58.000       100.00
SET      59.000       100.00
SET      60.000       100.00
SET      61.000       100.00
SET      62.000       100.00
SET      63.000       100.00
SET      64.000       100.00
SET      65.000       100.00
SET      66.000       100.00
SET      67.000       100.00
SET      68.000       100.00
SET      69.000       100.00
SET      70.000       100.00
SET      71.000       100.00
SET      72.000       100.00
SET      73.000       100.00
SET      74.000       100.00
SET      76.000       100.00
SET      77.000       100.00
SET      78.000       100.00
SET      79.000       100.00
SET      81.000       100.00
SET      83.000       100.00
SET      84.000       100.00
SET      85.000       100.00
SET      87.000       100.00
SET      88.000       100.00
SET      89.000       100.00
SET      90.000       100.00
SET      91.000       100.00
SET      92.000       100.00
SET      94.000       100.00
SET      95.000       100.00
SET      96.000       100.00
SET     100.000       100.00
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     160.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     190.000       100.00
SET     200.000       100.00
---
---
total 0